insert into company(title, phone)
values('ООО АвтоТурист', '+78314444444'),
('ИП Иванов', '+72222222222'),
('АзиаТур', '+71237777777')

insert into route(destination, departure, company, duration)
values('Н.Новгород', 'Москва', 1, 420),
('Москва', 'Н.Новгород', 1, 420),
('Москва', 'Санкт-Петербург', 2, 540),
('Санкт-Петербург', 'Москва', 2, 540),
('Улан-Удэ', 'Улан-Батор', 3, 720),
('Улан-Батор', 'Улан-Удэ', 3, 720)


insert into ticket(route, datetime, seat, price)
values(1, '2024-08-11 10:10:25', 1, 1200.0),
(1, '2024-08-11 10:10:25', 2, 1200.0),
(1, '2024-08-11 10:10:25', 3, 1200.0),
(1, '2024-08-11 10:10:25', 4, 1200.0),
(1, '2024-08-11 10:10:25', 5, 1200.0),
(1, '2024-08-11 10:10:25', 6, 1200.0),
(1, '2024-08-11 10:10:25', 7, 1200.0),
(1, '2024-08-11 10:10:25', 8, 1200.0)

insert into client(login, password, fullname, roles)
values ('admin', '$2a$12$gOASmDzRY/Xga57hmGwLluB1G6fM.ozSWByhSqIZnWvtlRCn5UdQ6', 'Admin Adminov', 'ROLE_ADMIN')